import React from "react";
import styled from "styled-components";
const O = styled('div')`
    background-color: yellow;
    color: black;
`

const opisn = () =>{
    return(
        <O>

        <div className="opisanie">

        <h3>У этого термина существуют и другие значения, см. Гамбургер (значения).
    Гамбургер
    англ. Hamburger
    Hamburger .jpg
    Входит в национальные кухни
    американская кухня
    Страна происхождения	
     Германия
     США
    Названо в честь	Гамбург
    Компоненты
    Основные	говядина, булочка
    Возможные	сыр, салат, томат, лук, маринованный огурец, бекон
    Подача
    Темп. подачи	высокая температура[d]
    Логотип Викиучебника Рецепт в Викиучебнике
    Логотип Викисклада Медиафайлы на Викискладе
    Га́мбургер (англ. hamburger, сокр. бу́ргер) — это горячее блюдо, обычно состоящее из котлеты из измельченного мяса, как правило, говядины, помещенной внутрь нарезанной булочки. Гамбургеры часто подают с сыром, салатом, помидорами, луком, маринованными огурцами, беконом или чили; соусами, такими как кетчуп, горчица, майонез, релиш; и часто их кладут на булочки с кунжутом. Гамбургер, увенчанный сыром, называется чизбургер[1].
    
    Термин «бургер» также может применяться к мясной котлете как таковой, особенно в Великобритании, где термин «котлета» используется редко, или этот термин может даже относиться просто к говяжьему фаршу. Поскольку термин «гамбургер» обычно подразумевает говядину, для ясности блюдо может иметь в названии указание типа используемого мяса или его заменителя: бургер из говядины, бургер из индейки, бургер из бизона, бургер из портобелло или вегетарианский бургер. В Австралии и Новой Зеландии кусок куриной грудки на булочке известен как «куриный бургер», который, как правило, не считается бургером в США, где его обычно называют куриным сэндвичем, но в австралийском английском и новозеландском английском для сэндвича требуется нарезанный хлеб (не булочка), поэтому он не считается сэндвичем[2][3].
    
    Гамбургеры обычно продаются в ресторанах быстрого питания, закусочных, а также в специализированных и элитных ресторанах. Существует множество международных и региональных вариаций гамбургеров.</h3>
    <img src="" alt="" />
        </div>
        </O>
    )
}
export default opisn;